{
  "recipes": [
    {
      "title": "Chili con Carne",
      "steps": [
        "Öl in Bratpfanne erhitzen.",
        "Hackfleisch auf großer Stufe anbraten.",
        "Zwiebel und Knoblauch schneiden, beifügen und auf kleiner Stufe dünsten.",
        "Tomaten, Tomatenmark, Bohnen und Mais zugeben, mischen. Mit Chili, Cayennepfeffer, Kreuzkümmel und Salz würzen.",
        "Auf kleiner Stufe zugedeckt 10–20 Minuten schmoren.",
        "Wasser/Rinderbrühe bei Bedarf hinzufügen."
      ]
    }, {
      "title": "Wiener Schnitzel",
      "steps": [
        "Das Kalbfleisch aus der Nuss bei einem Metzger in 4 Scheiben quer zu den Fasern schneiden lassen.",
        "Die Kalbsschnitzel waschen, mit Zitronensaft beträufeln, abtropfen lassen und mit Küchenpapier gut trocken tupfen.",
        "Schnitzel an den Rändern einkerben, damit sie in der Pfanne flach bleiben.",
        "Ein großes Stück Küchenfolie ausbreiten und mit Öl dünn ausstreichen.",
        "Die Schnitzel auf die eine Hälfte der Folie legen und die restliche Folie darüber klappen.",
        "Das Fleisch mit dem Plattiereisen relativ vorsichtig in ca. vier bis fünf Millimeter dicke Schnitzel plattieren.",
        "Die Schnitzel von beiden Seiten wenig salzen und kaum pfeffern.",
        "Das leicht gesalzene Mehl und die Brösel jeweils in einen größeren Teller geben, die Eier mit Öl und etwas Wasser versprudeln und ebenfalls in einen Teller geben.",
        "Die Schnitzel zuerst in Mehl wenden, abklopfen und in das Ei tauchen, bis sie vollständig mit Ei überzogen sind",
        "Ei abtropfen lassen",
        "Schnitzel in Bröseln wenden, diese aber nur leicht andrücken.",
        "Die Schnitzel für fünf Minuten nebeneinander ins Tiefkühlflach legen, damit die Panade besser anhaftet.",
        "Die Pfanne mit reichlich Fett auf etwa 180 °C ([Kochlöffeltest](https://www.kochwiki.org/wiki/Zubereitung:Kochl%C3%B6ffeltest)) erhitzen, die Schnitzel sollen schwimmend ausgebacken, nicht gebraten werden!",
        "Die Schnitzel einlegen, auf beiden Seiten unter gelegentlichem Schwenken herausbacken bis sie goldbraun sind.",
        "Ist die Pfanne zu klein, Schnitzel nach Möglichkeit im auf 100 °C vorgeheizten Backrohr warmhalten, bis alle fertig sind.",
        "Fertige Schnitzel zum Abtropfen auf einen Teller mit Küchenrolle geben."
      ]
    }, {
      "title": "Kartoffelgulasch",
      "steps": [
        "Kartoffeln schälen und in ca. 1 cm große Würfel schneiden.",
        "Zwiebel fein hacken und in Olivenöl goldgelb anbraten.",
        "Paprikapulver zugeben und darin aufschäumen lassen.",
        "Mit Essig ablöschen.",
        "Kartoffeln und Kümmel zugeben.",
        "Sofort mit Wasser aufgießen bis die Erdäpfel bedeckt sind.",
        "Die Erdäpfel zugedeckt weich kochen (mehrmals umrühren).",
        "Knackwürste schälen und würfelig schneiden und ins Gulasch geben.",
        "Majoran hinzugeben und mit Salz, Pfeffer abschmecken."
      ]
    }, {
      "title": "Spaghetti Bolognese",
      "steps": [
        "Die Spaghetti in einem ausreichend großen Topf im sprudelnden Salzwasser al dente kochen, abgießen.",
        "Für die Sauce Olivenöl in einer Pfanne erhitzen, die eine möglichst hohe Wand haben soll, weil die Tomaten sehr spritzen.",
        "Die Tomaten kurz in kochendem Wasser blanchieren.",
        "Wenn sie geplatzt sind, kann man sie schön pellen und den Strunk herausschneiden.",
        "Die Basilikumblätter waschen und schön klein schneiden.",
        "Im heißen Öl das Gehackte anbraten bis es schön bröselig ist.",
        "Dabei schon mit ordentlich Pfeffer und Salz würzen.",
        "Wenn das Fleisch schön braun ist, den Knoblauch und die Zwiebeln dazugeben.",
        "Wenn die Zwiebeln schön glasig sind gibt man die Tomaten dazu und stampft sie schon klein, dass eine Sauce entsteht.",
        "Dann mit Salz, Pfeffer und Tomatenmark abschmecken, so dass ein fruchtiger Geschmack entsteht.",
        "Zum Schluss rundet das Basilikum den Geschmack der Sauce ab.",
        "In der Sauce schön abschmecken und beachten, dass auch noch Basilikum für die Dekoration gebraucht werden kann.",
        "Dazu reicht man frisch geriebenen Parmesan.",
        "Bei dem Rezept kommt es auf den Geschmack der Tomaten an.",
        "Hat man wässrige Tomaten erwischt, schmeckt die Sauce schnell fade. Abhilfe bringt Tomatenmark. Man kann auch etwas Chilipulver dazugeben.",
        "Das Abschmecken des Ganzen ist das wichtigste, da alle Zutaten von Haus aus nicht gesalzen sind darf man nicht sparen, sonst wird es wässrig."
      ]
    }, {
      "title": "Kartoffelspätzle",
      "steps": [
        "Die Pellkartoffeln am Vorabend kochen.",
        "Die Kartoffeln schälen und in eine Schüssel pressen.",
        "Das Mehl in eine Schüssel geben, Grieß, eine Prise Muskatnuss dazugeben und salzen (mind. 1 TL).",
        "Die Kartoffelmasse dazugeben.",
        "Alles gründlich miteinander vermengen.",
        "Die Eier dazugeben, eines für eines unter den Teig mengen.",
        "Den Teig solange schlagen, bis er Blasen wirft.",
        "Kleine Klumpen sollten nicht sichtbar sein.",
        "Der Teig darf weder zu dünn noch zu dick werden!",
        "Den Teig eine halbe Stunde stehen lassen und nochmals gehörig durchschlagen.",
        "Das Wasser mit Salz aufkochen lassen und mit der Kartoffelpresse den Teig in das gesalzene, kochende Wasser drücken.",
        "Sobald die Spätzle oben schwimmen, diese herausnehmen.",
        "Abtropfen lassen und unter fließendem, heißem Wasser kurz abspülen.",
        "Gut abtropfen lassen und warmhalten.",
        "Sobald der gesamte Teig aufgebraucht ist, die Spätzle kurz in Butter in einer Pfanne durch schwenken.",
        "Sofort servieren."
      ]
    }, {
      "title": "Milchreis",
      "steps": [
        "Die Butter im Topf schmelzen, die Milch zufügen und langsam zum Kochen bringen",
        "Den Topf vom Herd ziehen und den Reis zufügen.",
        "Den Topf wieder auf kleine Flamme setzen und den Reis langsam bis zum ersten Blubbern köcheln.",
        "Immer wieder umrühren.",
        "Die restlichen Zutaten zufügen, gut umrühren, mit dem Deckel verschließen und 10 Minuten neben der Kochstelle ziehen lassen.",
        "Nach dieser Zeit den Milchreis erneut auf die Herdplatte geben und das Gericht bis zum ersten Blubbern köcheln lassen.",
        "Vom Herd ziehen und erneut 15 Minuten ruhen lassen.",
        "Erneut den Milchreis auf die Herdplatte geben und das Gericht bis zum ersten Blubbern köcheln lassen."
      ]
    }, {
      "title": "Hamburger",
      "steps": []
    }
    , {
      "title": "Nudeln mit Pesto",
      "steps": []
    }, {
      "title": "Kartoffeln",
      "steps": []
    }, {
      "title": "Petersilienkartoffeln",
      "steps": []
    }, {
      "title": "Kartofelspätzle",
      "steps": []
    }, {
      "title": "Käsespätzle",
      "steps": []
    }, {
      "title": "Curryreis",
      "steps": []
    }, {
      "title": "Schweinsbraten",
      "steps": []
    }, {
      "title": "Topfenstrudel",
      "steps": []
    }, {
      "title": "Kartoffelsalat",
      "steps": []
    }, {
      "title": "Erdäpfelsalat",
      "steps": []
    }, {
      "title": "Tafelspitz",
      "steps": []
    }, {
      "title": "Kaiserschmarrn",
      "steps": []
    }, {
      "title": "Fiakergulasch",
      "steps": []
    }, {
      "title": "Griesnockerl Suppe",
      "steps": []
    }, {
      "title": "Käsenockerl Suppe",
      "steps": []
    }
    , {
      "title": "Gulasch",
      "steps": []
    }
    
  ]
}
